Repository: JPMarichal/wp-google-docs-importer
Catalog: languages/google-docs-importer-*.po
Languages: de_de, fr_fr, pt_pt

source: Google Docs to WP Importer
de_de: Google Docs zu WP Importer
fr_fr: Importateur Google Docs vers WP
pt_pt: Importador do Google Docs para WP

source: Importa documentos desde una carpeta de Google Drive como entradas en WordPress.
de_de: Importiert Dokumente aus einem Google Drive-Ordner als Beiträge in WordPress.
fr_fr: Importe des documents depuis un dossier Google Drive en tant qu'articles dans WordPress.
pt_pt: Importa documentos de uma pasta do Google Drive como publicações no WordPress.

source: Importador de Google Docs
de_de: Google Docs Importer
fr_fr: Importateur Google Docs

source: Cambiar carpeta
de_de: Ordner wechseln
fr_fr: Changer de dossier
pt_pt: Alterar pasta

source: Actualizar listado
de_de: Liste aktualisieren
fr_fr: Actualiser la liste
pt_pt: Atualizar lista

source: Buscar por nombre de documento...
de_de: Nach Dokumentennamen suchen...
fr_fr: Rechercher par nom de document...
pt_pt: Pesquisar por nome de documento...

source: Ajustes del Importador de Google Docs
de_de: Google Docs Importer Einstellungen
fr_fr: Réglages de l'Importateur Google Docs
pt_pt: Definições do Importador do Google Docs

source: Redirect URI
de_de: Weiterleitungs-URI
fr_fr: URI de redirection
pt_pt: URI de Redirecionamento

source: Copia y pega la siguiente URL como URI de redirección autorizada en la consola de Google Cloud:
de_de: Kopieren Sie die folgende URL und fügen Sie sie als autorisierte Weiterleitungs-URI in die Google Cloud Console ein:
fr_fr: Copiez et collez l'URL suivante comme URI de redirection autorisée dans la console Google Cloud :
pt_pt: Copie e cole o seguinte URL como URI de redirecionamento autorizado na consola do Google Cloud:

source: Este valor es necesario para la configuración de OAuth 2.0 en Google Cloud.
de_de: Dieser Wert ist für die OAuth 2.0-Konfiguration in Google Cloud erforderlich.
fr_fr: Cette valeur est nécessaire pour la configuration OAuth 2.0 dans Google Cloud.
pt_pt: Este valor é necessário para a configuração de OAuth 2.0 no Google Cloud.

source: Autenticación con Google
de_de: Authentifizierung mit Google
fr_fr: Authentification avec Google
pt_pt: Autenticação com o Google

source: Conectar con Google
de_de: Mit Google verbinden
fr_fr: Se connecter avec Google
pt_pt: Conectar com o Google

source: Desinstalación y limpieza
de_de: Deinstallation und Bereinigung
fr_fr: Désinstallation et nettoyage
pt_pt: Desinstalação e limpeza

source: ¡Advertencia!
de_de: Warnung!
fr_fr: Attention !
pt_pt: Aviso!

source: Al desinstalar el plugin se eliminarán todos los datos y ajustes relacionados. Puedes exportar tus ajustes antes de continuar.
de_de: Beim Deinstallieren des Plugins werden alle zugehörigen Daten und Einstellungen gelöscht. Sie können Ihre Einstellungen vorher exportieren.
fr_fr: La désinstallation du plugin supprimera toutes les données et tous les réglages associés. Vous pouvez exporter vos réglages avant de continuer.
pt_pt: Ao desinstalar o plugin, todos os dados e definições relacionados serão eliminados. Pode exportar as suas definições antes de continuar.

source: Exportar ajustes
de_de: Einstellungen exportieren
fr_fr: Exporter les réglages
pt_pt: Exportar definições

source: Exportar historial
de_de: Verlauf exportieren
fr_fr: Exporter l'historique
pt_pt: Exportar histórico

source: Importar historial
de_de: Verlauf importieren
fr_fr: Importer l'historique
pt_pt: Importar histórico

source: Importar ajustes
de_de: Einstellungen importieren
fr_fr: Importer les réglages
pt_pt: Importar definições

source: Confirmar desinstalación
de_de: Deinstallation bestätigen
fr_fr: Confirmer la désinstallation
pt_pt: Confirmar desinstalação

source: Después de confirmar, puedes proceder a desinstalar el plugin desde la pantalla de plugins de WordPress.
de_de: Nach der Bestätigung können Sie das Plugin über die WordPress-Plugins-Seite deinstallieren.
fr_fr: Après confirmation, vous pouvez désinstaller le plugin depuis l'écran des extensions de WordPress.
pt_pt: Após confirmar, pode prosseguir com a desinstalação do plugin a partir do ecrã de plugins do WordPress.

source: Confirmación registrada. Ahora puedes desinstalar el plugin de forma segura.
de_de: Bestätigung registriert. Sie können das Plugin jetzt sicher deinstallieren.
fr_fr: Confirmation enregistrée. Vous pouvez maintenant désinstaller le plugin en toute sécurité.
pt_pt: Confirmação registada. Agora pode desinstalar o plugin com segurança.

source: Autor:
fr_fr: Auteur :

source: Estado:
de_de: Status:
fr_fr: Statut :

source: Borrador
de_de: Entwurf
fr_fr: Brouillon
pt_pt: Rascunho

source: Pendiente de revisión
de_de: Ausstehende Überprüfung
fr_fr: En attente de relecture
pt_pt: Pendente de revisão

source: Publicado
de_de: Veröffentlicht
fr_fr: Publié

source: Tipo:
de_de: Typ:
fr_fr: Type :

source: Categoría
de_de: Kategorie
fr_fr: Catégorie
pt_pt: Categoria

source: Sin asignar
de_de: Nicht zugewiesen
fr_fr: Non assigné
pt_pt: Não atribuído

source: Aplicar
de_de: Anwenden
fr_fr: Appliquer

source: Las opciones seleccionadas se guardan y se aplicarán a todas las importaciones hasta que las cambies.
de_de: Die ausgewählten Optionen werden gespeichert und auf alle Importe angewendet, bis Sie sie ändern.
fr_fr: Les options sélectionnées sont enregistrées et seront appliquées à toutes les importations jusqu'à ce que vous les changiez.
pt_pt: As opções selecionadas são guardadas e serão aplicadas a todas as importações até que as altere.

source: Nombre
de_de: Name
fr_fr: Nom
pt_pt: Nome

source: Importación
de_de: Import
fr_fr: Importation
pt_pt: Importação

source: Acciones
de_de: Aktionen
fr_fr: Actions
pt_pt: Ações

source: Status
fr_fr: Statut
pt_pt: Estado

source: Tipo
de_de: Typ
fr_fr: Type

source: Fecha
de_de: Datum
fr_fr: Date
pt_pt: Data

source: Haz clic en el botón -Actualizar listado- para obtener los documentos.
de_de: Klicken Sie auf die Schaltfläche -Liste aktualisieren-, um die Dokumente abzurufen.
fr_fr: Cliquez sur le bouton -Actualiser la liste- pour obtenir les documents.
pt_pt: Clique no botão -Atualizar lista- para obter os documentos.

source: Importar
de_de: Importieren
fr_fr: Importer

source: Pendiente
de_de: Ausstehend
fr_fr: En attente
pt_pt: Pendente

source: Programado
de_de: Geplant
fr_fr: Programmé
pt_pt: Agendado

source: Privado
de_de: Privat
fr_fr: Privé

source: Heredado
de_de: Vererbt
fr_fr: Hérité
pt_pt: Herdado

source: Auto-borrador
de_de: Auto-Entwurf
fr_fr: Brouillon auto
pt_pt: Auto-rascunho

source: Papelera
de_de: Papierkorb
fr_fr: Corbeille
pt_pt: Lixo

source: Revisión
de_de: Überprüfung
fr_fr: Révision
pt_pt: Revisão

source: Ver
de_de: Anzeigen
fr_fr: Voir

source: Editar
de_de: Bearbeiten
fr_fr: Modifier

source: Eliminar
de_de: Löschen
fr_fr: Supprimer

source: ¿Seguro que deseas eliminar este post importado?
de_de: Möchten Sie diesen importierten Beitrag wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article importé ?
pt_pt: Tem a certeza que deseja eliminar esta publicação importada?

source: Importado
de_de: Importiert
fr_fr: Importé

source: Sin categoría
de_de: Ohne Kategorie
fr_fr: Sans catégorie
pt_pt: Sem categoria

source: Sin término
de_de: Ohne Begriff
fr_fr: Sans terme
pt_pt: Sem termo

source: Google Docs Importer
fr_fr: Importateur Google Docs
pt_pt: Importador de Google Docs

source: Ajustes de Importador
de_de: Importer-Einstellungen
fr_fr: Réglages de l'Importateur
pt_pt: Definições do Importador

source: Ajustes
de_de: Einstellungen
fr_fr: Réglages
pt_pt: Definições

source: Credenciales de Google API
de_de: Google API-Anmeldeinformationen
fr_fr: Identifiants Google API
pt_pt: Credenciais da API do Google

source: Client ID
fr_fr: ID Client
pt_pt: ID de Cliente

source: Client Secret
de_de: Client-Geheimnis
fr_fr: Clé Secrète Client
pt_pt: Segredo do Cliente

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
pt_pt: Chave de API
